[
  {
    "value": "Commitment",
    "behaviour": "Demonstrating a high level of motivation and dedication to CERN.",
    "traits": [
      "Understands and actively seeks to further CERN values.",
      "Interacts with others in a way that is aligned to these values.",
      "Is sensitive to CERN-wide priorities.",
      "Applies CERN rules and processes and actively promotes its safety procedures."
    ],
    "effective": [
      "Behaves consistently with CERN’s values and goals.",
      "Voices support for CERN and its goals; talks about CERN in a positive way.",
      "Demonstrates an awareness of how CERN works.",
      "Gives personal best in all activities.",
      "Demonstrates motivation for own work, is enthusiastic, involved and energetic in pursuing tasks.",
      "Sets ambitious, challenging but realistic goals; is ready to take initiatives and calculated risks in the interest of CERN.",
      "Focuses on the broader picture; is able to set aside individual or team needs in the interest of CERN.",
      "Champions new initiatives within and beyond the scope of own job.",
      "Promotes synergy and cooperation between the various parts of CERN.",
      "Accepts and complies with strategy and directions from hierarchy.",
      "Follows rules and regulations and encourages others to do the same.",
      "Actively promotes safety and encourages others to do the same; respects safety rules and procedures."
    ],
    "ineffective": [
      "Demonstrates behaviour that is incompatible with CERN values and goals.",
      "Talks about CERN and colleagues in a negative way.",
      "Neither knows nor cares how CERN works.",
      "Delivers the minimum acceptable performance.",
      "Shows little enthusiasm or energy in own work; is easily distracted from tasks.",
      "Sets conservative goals, does not seek to stretch own abilities; avoid risks and misses opportunities.",
      "Shows a lack of commitment to the overall success of CERN; pursues own or team interests to the detriment of organisational goals.",
      "Rarely supports new initiatives; chooses security above risk.",
      "Remains confined to own area of CERN; does not seek to establish wider contacts.",
      "Systematically challenges authority; takes no account of hierarchy.",
      "Fails to comply with rules and regulations; invents own working practices that do not follow recommended practice.",
      "Demonstrates a lack of appreciation for safe working practices: breaks safety rules and procedures."
    ],
    "questions": [
      "Can you describe a time when you went above and beyond in your role to contribute to your organization’s goals? How did you maintain your motivation and dedication throughout the project?",
      "How do you stay motivated and enthusiastic about your work, especially when faced with challenging tasks or setbacks?",
      "What aspects of CERN’s values and goals resonate most with you, and how do you plan to embody these values in your role?",
      "Can you give an example of a situation where you had to make a decision that aligned with your organization’s values, even if it wasn’t the easiest or most popular choice?",
      "How do you ensure that your interactions with colleagues and stakeholders reflect CERN’s values? Can you provide an example?",
      "Describe a time when you had to collaborate with a diverse team. How did you ensure that everyone worked together harmoniously towards a common goal?",
      "Can you describe a situation where you had to balance your team’s needs with the broader organizational priorities? How did you handle it?",
      "How do you stay informed about the broader priorities and goals of your organization, and how do you incorporate this understanding into your daily work?",
      "How do you ensure compliance with organizational rules and procedures in your daily work? Can you give an example where you had to enforce these rules?",
      "Safety is a crucial aspect at CERN. Can you describe a time when you actively promoted safety within your team or project?",
      "Can you share an experience where you had to advocate for your organization’s values in a challenging situation?",
      "How do you handle situations where you might need to prioritize organizational goals over personal or team goals?",
      "How do you talk about your current or past organizations in a positive way, even when discussing challenges or setbacks?",
      "What do you think are the most exciting aspects of CERN’s mission, and how would you communicate this enthusiasm to others?",
      "What do you know about CERN’s operational structure and key projects? How do you plan to leverage this knowledge in your role?",
      "How do you keep yourself updated about the latest developments and initiatives within your organization?",
      "Can you describe a project or task where you put in your best effort? What motivated you to go the extra mile?",
      "How do you ensure that you consistently deliver high-quality work?",
      "Tell me about a time when you set a challenging goal for yourself. How did you go about achieving it?",
      "How do you balance ambition and realism when setting goals for yourself or your team?",
      "Can you give an example of how you promoted collaboration and cooperation in a previous role?",
      "What strategies do you use to create synergies between different departments or teams?",
      "Describe a situation where you had to follow a directive or strategy from your leadership that you initially disagreed with. How did you handle it?",
      "How do you balance your own professional judgment with following organizational directives?",
      "Can you share an instance where you identified a safety risk and took steps to mitigate it?",
      "How do you encourage a culture of safety within your team or organization?"
    ]
  },
  {
    "value": "Commitment",
    "behaviour": "Demonstrating Flexibility",
    "traits": [
      "Is willing and able to adjust to changing demands and circumstances.",
      "Readily adjusts plans and priorities to respond to changing circumstances.",
      "Promotes new insights and ways of working."
    ],
    "effective": [
      "Demonstrates an openness to new ideas and situations.",
      "Demonstrates willingness to alter views when presented with new information.",
      "Demonstrates willingness to accept changing circumstances; supports initiatives for change.",
      "Adapts quickly and resourcefully to shifting priorities and requirements.",
      "Readily accepts new tasks or work/projects.",
      "Readily absorbs new techniques and working practices; proposes new or improved ways of working.",
      "Is able to deal with ambiguous or unpredictable situations.",
      "Actively participates in the implementation of new processes and technologies.",
      "Is able to demonstrate flexibility whilst abiding by all applicable rules.",
      "Is willing to work on different projects simultaneously.",
      "Is willing to move from one project/group/department to another.",
      "Instigates and promotes change as an opportunity for organisational development."
    ],
    "ineffective": [
      "Shows little flexibility towards new ideas and situations.",
      "Clings to outdated views despite new information or changes in the work environment.",
      "Is unwilling to adapt to changing circumstances; resists change.",
      "Is slow to adapt to changing priorities or requirements.",
      "Refuses new tasks or work/projects.",
      "Sticks to existing practices; fails to envisage alternative ways of working; is overtaken by technical advances.",
      "Finds it hard to maintain consistent performance in ambiguous or unpredictable situations.",
      "Is critical of new processes and reacts negatively to technological change.",
      "Tends to favour flexibility above all other considerations, even to the extent of bending applicable rules.",
      "Works on one project at a time and refuses to take on new tasks in parallel.",
      "Refuses to move from one project/group/department to another.",
      "Insists on maintaining prevalent culture."
    ],
    "questions": [
      "Can you describe a time when you had to adapt to significant changes in your work environment? How did you handle it, and what was the outcome?",
      "Can you provide an example of a project where you had to shift priorities quickly due to unforeseen circumstances? How did you manage this shift?",
      "Tell me about a time when you introduced a new idea or way of working that improved a process or project outcome. What was the impact?",
      "Can you give an example of a situation where you had to consider and implement an idea from someone else that you initially disagreed with?",
      "Describe a situation where new information changed your perspective on a project or task. How did you adjust your approach accordingly?",
      "How have you supported a change initiative in your previous role? What strategies did you use to encourage others to accept the change?",
      "Can you share an experience where you had to juggle multiple priorities at once? How did you ensure all tasks were completed effectively?",
      "Give an example of a time when you took on a new project or task outside of your usual responsibilities. What motivated you to accept this new challenge?",
      "Describe a situation where you had to learn a new skill or adopt a new working practice quickly. How did you manage this transition?",
      "How do you approach tasks or projects when the requirements are unclear or the situation is unpredictable? Can you give a specific example?",
      "What role have you played in the implementation of new technologies or processes in your previous job? How did you ensure a smooth transition?",
      "Describe a time when you had to be flexible while ensuring compliance with organizational rules and regulations. How did you balance these requirements?",
      "Can you discuss a period when you were working on multiple projects at once? How did you prioritize your tasks and manage your time?",
      "Have you ever had to transition between different projects or departments? How did you manage the transition, and what was the outcome?",
      "Can you provide an example of how you initiated or promoted a change that led to organizational development? What was the impact of this change?",
      "Can you describe a situation where you struggled to adapt to a new idea or change? What was the outcome, and what did you learn from the experience?",
      "Tell me about a time when you had to abandon a long-held view or practice in light of new evidence or changes. How did you handle this?",
      "Have you ever been resistant to a change initiative? Why, and what was the result? How did you eventually come to terms with the change?",
      "Describe a situation where you were slow to adapt to a change in priorities. What were the consequences, and how did you address the situation?",
      "Can you think of a time when you declined a new project or task? What were your reasons, and how did it affect your role or team?",
      "Describe an instance where sticking to traditional methods hindered progress. How did you address this challenge?",
      "How do you maintain performance when faced with ambiguity or unpredictability in your work? Can you give an example?",
      "Have you ever been critical of a new process or technology? How did you express your concerns, and what was the outcome?",
      "How do you ensure that your flexibility does not compromise adherence to important rules and regulations? Can you provide an example?",
      "Tell me about a time when you had to focus on a single project while others around you were juggling multiple tasks. What was your reasoning, and what did you learn from the experience?",
      "Have you ever been reluctant to move between projects or teams? What were your reasons, and how was the situation resolved?",
      "Can you provide an example of when you challenged the status quo or existing culture in your organization? What prompted you to do so, and what was the result?"
    ]
  },
  {
    "value": "Commitment",
    "behaviour": "Creating Vision And Strategic Partnerships",
    "traits": [
      "Takes a long-term view and translates organisational strategy into clear goals and objectives.",
      "Develops a compelling and inspired sense of purpose.",
      "Identifies relationship opportunities with Member States, academic and industrial partners and the general public.",
      "Builds and maintains effective networks."
    ],
    "effective": [
      "Develops organisational strategy by anticipating future trends and taking a long-term view of issues that impact CERN and its environment.",
      "Explores future possibilities for CERN; constantly seeks new strategic opportunities for CERN and assesses their feasibility.",
      "Encourages staff members and external stakeholders to take responsibility for achieving CERN’s potential.",
      "Promotes and communicates a compelling vision for the future; inspires a sense of purpose and participation in a ground-breaking and unique experience.",
      "Builds comprehensive road maps to translate the organisational vision to an operational level; defines and sets direction accordingly.",
      "Assures alignment to overall strategy when revising unit goals and priorities in the event of changing circumstances.",
      "Participates, encourages and actively supports cross-functional and cross-departmental work and projects.",
      "Keeps aware of the need for a balanced outreach across all Member States and partners; takes into account stakeholder concerns and interests.",
      "Creates shared interests and promotes contact and collaboration with key external partners.",
      "Demonstrates respect, diplomacy and tact with external partners.",
      "Values the general public’s understanding of CERN goals and takes every opportunity to explain its mission.",
      "Recognises the benefits of collaboration with external partners, understands their functioning and develops a strong network within the sector."
    ],
    "ineffective": [
      "Focuses on short-term operational issues and loses sight of strategic perspectives by considering only a narrow range of issues; lacks the discipline to put together a strategic plan.",
      "Shows little imagination with regard to future possibilities for CERN; fails to evaluate strategic opportunities and contingencies.",
      "Considers strategy development to be the responsibility of senior management only.",
      "Fails to clearly articulate and communicate a vision; is impatient with those who do not share the same sense of purpose and participation.",
      "Fails to translate organisational vision into clear operational objectives; plans unit goals and objectives without reference to strategy.",
      "Takes no account of overall strategy when revising unit goals and priorities in the event of changing circumstances.",
      "Hinders or creates barriers to cross-functional and cross-departmental work and projects.",
      "Focuses on internal issues; treats some Member States and partners preferentially; discounts stakeholder concerns and interests.",
      "Underestimates the need for communication and collaboration with external partners.",
      "Interacts with external partners inappropriately, showing a lack of sensitivity to their concerns and interests.",
      "Underestimates the general public’s ability to understand CERN’s mission and makes no effort to explain it.",
      "Prefers to carry out everything in-house, failing to recognise the benefits collaboration with external partners."
    ],
    "questions": [
      "Can you describe a time when you had to develop a long-term strategy for your team or organization? How did you ensure that this strategy was translated into clear, actionable goals?",
      "How have you inspired a sense of purpose within your team or organization? Can you provide an example where your vision motivated others to achieve a common goal?",
      "Describe a situation where you identified and pursued a strategic partnership opportunity. What was the outcome, and how did it benefit your organization?",
      "What strategies do you use to build and maintain effective professional networks? Can you share an example of how these networks have been beneficial to your work?",
      "Can you discuss a time when you anticipated future trends that impacted your organization and developed a strategy to address them? What steps did you take to implement this strategy?",
      "How do you approach exploring new strategic opportunities for your organization? Can you provide an example of a strategic opportunity you identified and assessed for feasibility?",
      "How do you encourage both internal and external stakeholders to take responsibility and contribute to your organization's potential? Can you provide an example?",
      "Can you describe a time when you successfully promoted and communicated a compelling vision for the future? How did you inspire others to participate and contribute to this vision?",
      "How have you translated your organization's vision into operational goals? Can you provide an example of a comprehensive road map you developed to achieve this?",
      "Describe a situation where you had to revise your unit’s goals and priorities due to changing circumstances. How did you ensure these revisions aligned with the overall organizational strategy?",
      "Can you provide an example of a cross-functional or cross-departmental project you participated in or supported? What was your role, and what was the outcome?",
      "How do you ensure a balanced outreach across all stakeholders, including Member States and partners? Can you give an example of how you have taken stakeholder concerns into account in your work?",
      "Describe a time when you created shared interests and promoted collaboration with a key external partner. What strategies did you use, and what was the result?",
      "Can you discuss a situation where you had to demonstrate respect, diplomacy, and tact with an external partner? How did you handle the situation, and what was the outcome?",
      "How do you communicate your organization’s goals and mission to the general public? Can you provide an example of a successful public outreach initiative you led or participated in?",
      "Can you provide an example of a successful collaboration with an external partner? How did you develop this partnership, and what were the benefits for your organization?",
      "Describe a situation where focusing too much on short-term issues caused problems for long-term strategic planning. What did you learn from this experience?",
      "Can you discuss a time when a lack of strategic foresight impacted your organization? What would you have done differently in hindsight?",
      "How do you see your role in strategy development, regardless of your position in the hierarchy? Can you provide an example where you contributed to strategic planning?",
      "Describe a time when you struggled to communicate your vision to your team or stakeholders. How did you address this challenge, and what was the outcome?",
      "Can you provide an example of a project or initiative where the lack of clear operational objectives led to issues? How did you resolve these issues?",
      "Describe a situation where you had to revise your team’s goals without losing sight of the overall strategy. How did you manage this?",
      "Have you ever faced challenges in promoting cross-functional collaboration? What were the barriers, and how did you overcome them?",
      "Can you describe a situation where focusing too much on internal issues or preferential treatment of certain partners led to problems? How did you address this?",
      "Have you ever experienced a project failure due to a lack of communication or collaboration with external partners? What did you learn from this experience?",
      "Can you share an experience where a lack of sensitivity to an external partner’s concerns led to issues? How did you rectify the situation?",
      "Describe a time when underestimating the public’s understanding of your organization’s mission led to challenges. How did you address this and improve public engagement?",
      "Can you provide an example where collaboration with an external partner was more beneficial than handling the project in-house? How did you manage this collaboration?"
    ]
  },
  {
    "value": "Professionalism",
    "behaviour": "Achieving Results",
    "traits": [
      "Takes responsibility for achieving quality results.",
      "Works in a structured and efficient way.",
      "Drives work and projects to a successful outcome."
    ],
    "effective": [
      "Delivers high quality work on time and fulfils expectations.",
      "Is rigorous and produces quality results at first attempt.",
      "Defines clear objectives, milestones and deliverables before initiating work/project.",
      "Produces comprehensive work/project plans taking into account resources and contingencies.",
      "Allocates appropriate amount of time for completing tasks.",
      "Divides extensive work/projects into manageable sub-tasks with clearly defined milestones.",
      "Has a structured and organised approach towards work; is able to set priorities and plan tasks with results in mind.",
      "Follows through on new ideas and innovations; plans and implements application.",
      "Objectively assesses and monitors own work; regularly reports on progress and advises of any changes in schedule or priorities.",
      "Drives work/projects along and sees them through to their conclusion.",
      "Takes appropriate corrective actions and adapts work/project plans if necessary.",
      "Delivers prompt and efficient service taking into account customer needs."
    ],
    "ineffective": [
      "Fails to meet deadlines and produces substandard work.",
      "Lacks attention to detail and is careless; needs several attempts to get the work right.",
      "Initiates work/project without clearly defined objectives and deliverables.",
      "Starts work/project without planning, taking no account of contingencies.",
      "Under or overestimates time required to complete tasks.",
      "Aims for final objective only, without defining intermediate stages.",
      "Works in an unstructured way; deals with issues without setting priorities.",
      "Does not follow through on ideas; goes from one idea to the next and fails to deliver on them.",
      "Fails to monitor and report on own progress; omits to advise of delays or changes in priority.",
      "Drifts along with work/project and loses concentration towards the end; leaves work undone or incomplete.",
      "Sticks to initial plan despite backlogs or changing circumstances and needs.",
      "Is slow in responding to customers demands, and delivers incomplete or inaccurate service; assumes all customers require the same service."
    ],
    "questions": [
      "Can you describe a time when you took responsibility for a project that was not initially going as planned? How did you turn it around to achieve quality results?",
      "How do you ensure that your work processes are structured and efficient? Can you provide an example of a project where your structured approach led to a successful outcome?",
      "Tell me about a project you led from start to finish. What strategies did you use to ensure it was completed successfully?",
      "Describe a situation where you delivered high-quality work on time. What steps did you take to ensure you met the deadline and the expected standards?",
      "Can you provide an example of a time when your attention to detail and rigorous approach resulted in high-quality work being produced on the first attempt?",
      "How do you define objectives, milestones, and deliverables before starting a project? Can you share an example where this approach was crucial to the project's success?",
      "Can you describe a project plan you created that included resource allocation and contingencies? How did this plan help in managing the project effectively?",
      "How do you estimate the time required to complete tasks? Can you give an example where accurate time allocation was critical to meeting a project deadline?",
      "Describe a large project you worked on. How did you break it down into manageable sub-tasks, and what was the result?",
      "How do you prioritize your tasks and ensure that your work is organized and structured? Can you provide an example where this approach was particularly effective?",
      "Can you share an example of a new idea or innovation you implemented? How did you plan and execute this idea, and what was the outcome?",
      "How do you assess and monitor your own work to ensure it meets the required standards? Can you provide an example where regular progress reporting was essential?",
      "Can you describe a project that you saw through to completion despite challenges? What kept you motivated and focused?",
      "Give an example of a project where you had to take corrective actions or adapt the plan due to unforeseen issues. How did you handle the situation?",
      "Can you provide an example of how you delivered prompt and efficient service while considering customer needs? What was the result?",
      "Describe a time when you missed a deadline or delivered substandard work. What went wrong, and what did you learn from the experience?",
      "Can you discuss a situation where a lack of attention to detail affected your work? How did you address this issue and what measures have you taken to prevent it from happening again?",
      "Have you ever started a project without clear objectives or deliverables? What was the outcome, and how did you learn from that experience?",
      "Can you provide an example where insufficient planning led to project issues? How did you resolve these issues and what did you learn?",
      "Describe a situation where you misjudged the time needed to complete a task. What were the consequences, and how have you improved your time estimation skills?",
      "Have you ever worked on a project where focusing solely on the final objective caused problems? How did you address this, and what did you learn?",
      "Can you describe a time when a lack of structure in your work process caused issues? How did you rectify this, and what changes did you make to your approach?",
      "Have you ever struggled to follow through on ideas? What was the impact, and how did you learn to ensure better follow-through in the future?",
      "Can you discuss a time when failing to monitor and report progress led to problems in a project? How did you handle it, and what changes did you implement?",
      "Describe a situation where you lost focus towards the end of a project. What was the result, and how have you learned to maintain concentration until completion?",
      "Can you provide an example of a time when sticking to the initial plan caused issues due to changing circumstances? How did you adapt and what was the outcome?",
      "Have you ever been slow to respond to customer demands or delivered incomplete service? How did you handle the situation, and what steps have you taken to improve customer service?"
    ]
  },
  {
    "value": "Professionalism",
    "behaviour": "Communicating effectively",
    "traits": [
      "Demonstrates an ability to express and explain ideas in a convincing manner.",
      "Practises attentive listening and actively promotes mutual understanding.",
      " Makes effective oral presentations.",
      " Negotiates effectively."
    ],
    "effective": [
      "Listens actively to others and lets others speak.",
      "Expresses opinions, ideas and suggestions with conviction and in a logical structured manner; keeps to the point.",
      "Demonstrates a pro-active approach to resolving differences; addresses issues of conflict constructively.",
      "Successfully changes other people’s opinions by persuasive arguments.",
      "Provides others with timely information.",
      "Gives praise and provides honest andconstructive feedback.",
      "Checks to ensure that the message has been well understood.",
      "Selects the appropriate medium and forum to communicate.",
      "Delivers presentations in a structured and clear way; adjusts style and content to the audience. Responds calmly and confidently to questions.",
      "Leverages support networks across CERN.",
      "Utilises effective negotiation techniques to achieve long-term results acceptable to all parties involved.",
      "Ensures that information, procedures and decisions are appropriately documented."
    ],
    "ineffective": [
      "Interrupts or is argumentative.",
      "Lacks conviction when presenting issues; strays off the point when speaking, talks about irrelevant issues.",
      "Rejects or disregards the viewpoints of others; provokes confrontation indiscriminately; allows conflict to escalate without taking action.",
      "Uses ineffective arguments when trying to change other people’s views.",
      "Ignores information needs of others; inappropriately informs some better than others.",
      "Gives no feedback or unduly criticises others.",
      "Fails to check if information is understood.",
      "Communicates mainly in a single mode – written, oral or e-mail.",
      "Delivers presentations without a clear structure and conclusions; misjudges level and/or fails to adapt style to target audience; shows nervousness and a lack of confidence when speaking in public.",
      "Fails to build relationships beyond immediate work environment.",
      "Considers only short-term benefits when negotiating; achieves results acceptable to only one party.",
      "Fails to appropriately document information, procedures and decisions."
    ],
    "questions": [
      "Can you describe a time when you successfully persuaded others to adopt your idea or viewpoint? What strategies did you use to convince them?",
      "How do you ensure you are actively listening during conversations? Can you provide an example where attentive listening led to a better outcome?",
      "Describe a situation where you had to make an effective oral presentation. How did you prepare, and what was the result?",
      "Can you share an experience where you had to negotiate a difficult situation? What techniques did you use, and what was the outcome?",
      "How do you express your opinions and ideas in a logical and structured manner? Can you give an example where this was particularly effective?",
      "Can you provide an example of how you addressed a conflict constructively? What was your approach and what was the outcome?",
      "Describe a time when you successfully changed someone’s opinion using persuasive arguments. What was the context, and how did you achieve it?",
      "How do you ensure that you provide others with timely and relevant information? Can you provide an example?",
      "Can you share an experience where you gave constructive feedback? How did you ensure it was received positively?",
      "How do you check if your message has been well understood? Can you provide an example where this was crucial?",
      "Describe a situation where you had to select the appropriate medium and forum to communicate. What factors did you consider?",
      "Can you discuss a time when you delivered a presentation tailored to the audience? How did you adjust your style and content, and what was the outcome?",
      "How have you leveraged support networks at work to achieve a goal? Can you provide an example?",
      "Describe a negotiation you were involved in where you aimed for a long-term result acceptable to all parties. What techniques did you use?",
      "How do you ensure that information, procedures, and decisions are appropriately documented? Can you provide an example?",
      "Can you describe a situation where you had to remain calm and confident while responding to challenging questions during a presentation? How did you handle it?",
      "How do you give praise and honest feedback to your colleagues? Can you share an example of when you did this effectively?",
      "Can you provide an example of a time when you had to resolve differences pro-actively? What steps did you take and what was the result?",
      "How do you handle situations where you need to change people's views but encounter resistance? Can you share a specific example?",
      "Describe a time when you had to build relationships beyond your immediate work environment. How did you approach it and what was the result?",
      "Can you share an experience where you had to communicate complex information clearly and effectively? How did you ensure your audience understood?",
      "How do you handle criticism when it is directed at your ideas or presentation? Can you give an example?",
      "Describe a situation where you had to inform others about a decision or procedure that was met with resistance. How did you manage the communication?",
      "Can you discuss a time when you used different modes of communication (written, oral, email) for a project? How did you decide which to use and when?",
      "Can you provide an example of how failing to appropriately document information, procedures, or decisions impacted a project or task? What did you learn from this experience?"
    ]
  },
  {
    "value": "Professionalism",
    "behaviour": "Optimising resources",
    "traits": [
      "Effectively manages human and financial resources within shifting priorities to meet expected results on time, within budget and according to quality standards."
    ],
    "effective": [
      "Realistically assesses human and financial resource needs, evaluates risks and plans accordingly.",
      "Plans activities, structures the unit and assigns tasks and responsibilities in line with unit goals.",
      "Sets high quality standards for own and team results; strives for excellence and maintains focus and drive even in the face of difficulty.",
      "Effectively manages budget, optimising human and financial resources.",
      "Accurately identifies core activities, takes appropriate in and out-sourcing decisions and implements accordingly.",
      "Analyses organisational problems, breaking them down into manageable parts in order to reach workable solutions.",
      "Creates synergies within the team; ensures that resources are used cost effectively, transparently and to good purpose.",
      "Demonstrates awareness of financial issues affecting CERN; analyses financial implications before taking decisions.",
      "Identifies possible obstacles to achieving goals and draws up contingency plans; adapts resources to changing priorities.",
      "Involves key stakeholders at critical stages to ensure availability of resources.",
      "Ensures that staff have optimal skills and competencies to meet challenges.",
      "Promotes internal mobility; takes an organisational perspective in deploying people and equipment."
    ],
    "ineffective": [
      "Fails to make a correct analysis and to establish a long-term plan of human and financial resource needs.",
      "Allows unit disorganisation and staff confusion and insecurity to prevail.",
      "Fails to set quality standards; compromises on quality when confronted with difficulty; tolerates mediocrity.",
      "Allocates budget on short-term basis; deploys resources wastefully or so sparingly as to create unnecessary pressure on teams.",
      "Fails to identify core activities and takes inappropriate in and out-sourcing decisions, putting CERN resources and know-how at risk.",
      "Is overwhelmed by the complexity of organisational problems, loses focus and fails to draw effective conclusions.",
      "Allows unbalanced distribution of work and tolerates duplication of effort without considering global organisational needs.",
      "Attributes little importance to financial issues affecting CERN; takes no account of cost implications in making decisions.",
      "Fails to anticipate possible obstacles; is unable to react to resource constraints or changes.",
      "Rarely involves key stakeholders in planning at any stage.",
      "Allows team skills to become out of date.",
      "Resists internal mobility of own staff; considers only own unit perspective in deploying resources."
    ],
    "questions": [
      "Can you describe a time when you had to manage both human and financial resources effectively within shifting priorities? How did you ensure the project met its goals on time and within budget?",
      "How do you realistically assess the human and financial resources needed for a project? Can you provide an example where your assessment was crucial to the project's success?",
      "Can you discuss a situation where you had to plan activities, structure your unit, and assign tasks and responsibilities to meet unit goals? What was the outcome?",
      "Describe a time when you set high quality standards for your team. How did you ensure these standards were maintained even in the face of difficulties?",
      "How do you manage a budget effectively while optimizing both human and financial resources? Can you provide an example?",
      "Can you share an experience where you had to identify core activities and make in or out-sourcing decisions? What was the impact of your decisions?",
      "Describe a time when you analyzed an organizational problem and broke it down into manageable parts to reach a workable solution. What approach did you take?",
      "How do you create synergies within your team to ensure that resources are used cost-effectively and transparently?",
      "Can you give an example of a decision you made that demonstrated your awareness of financial issues affecting your organization? What were the financial implications you considered?",
      "Describe a situation where you identified possible obstacles to achieving goals and drew up contingency plans. How did you adapt resources to changing priorities?",
      "How do you involve key stakeholders at critical stages of a project to ensure the availability of resources? Can you provide an example?",
      "Can you discuss a time when you ensured that your staff had the optimal skills and competencies to meet challenges? How did you achieve this?",
      "Describe a situation where you promoted internal mobility and took an organizational perspective in deploying people and equipment. What was the result?",
      "Can you provide an example of when you failed to make a correct analysis of resource needs or establish a long-term plan? What were the consequences and what did you learn?",
      "Describe a situation where unit disorganization and staff confusion prevailed. How did you address the issue and what steps did you take to restore order?",
      "Can you discuss a time when you had to compromise on quality due to difficulties? How did you handle the situation, and what was the impact on the project?",
      "Describe a scenario where you had to allocate a budget on a short-term basis. How did you balance the need to deploy resources effectively without creating unnecessary pressure on your team?",
      "Can you share an experience where you failed to identify core activities or made inappropriate in or out-sourcing decisions? What were the lessons learned?",
      "Describe a time when you were overwhelmed by the complexity of organizational problems. How did you regain focus and draw effective conclusions?",
      "How do you ensure a balanced distribution of work within your team and avoid duplication of effort? Can you provide an example?",
      "Can you discuss a decision you made without considering the cost implications? What was the result, and how did you learn from it?",
      "Describe a situation where you failed to anticipate possible obstacles or react to resource constraints or changes. What were the consequences, and how did you improve your approach?",
      "Can you provide an example where you did not involve key stakeholders in planning stages? What was the impact and how did you change your approach?",
      "Describe a time when team skills became outdated. How did you address the issue and ensure that your team remained competent?",
      "Can you discuss a situation where you resisted internal mobility of staff or considered only your unit’s perspective in deploying resources? What were the consequences, and what did you learn?"
    ]
  },
  {
    "value": "Diversity",
    "behaviour": "Building relationships",
    "traits": [
      "Treats individuals with respect.",
      "Is open and sensitive to the opinions, concerns and needs of others.",
      "Values differences in ideas, perspectives and culture."
    ],
    "effective": [
      "Understands how individual differences bring added value to CERN; promotes complimentariness.",
      "Relates well to all people regardless of race, religion, sex or sexual orientation.",
      "Relates well to all people regardless of category/level within CERN.",
      "Shows courtesy and consideration in dealings with others.",
      "Cares about the well-being of others.",
      "Shows a sincere interest in the concerns and perspectives of others.",
      "Invests appropriate trust in others.",
      "Is able to put self in the shoes of others in order to understand their needs and interests.",
      "Shows appreciation for the ideas and contributions of others and encourages others to express their views, even if controversial.",
      "Accepts others in a non-judgemental way and takes their point of view into account.",
      "Speaks of others in positive terms; defends people in their absence.",
      "Demonstrates an appropriate sense of humour."
    ],
    "ineffective": [
      "Disregards the benefit of individual differences; promotes clan behaviour.",
      "Shows a lack of consideration for differences and interacts inappropriately.",
      "Relates selectively to people by showing preference for certain categories/levels.",
      "Demonstrates insensitivity or aggressiveness towards others.",
      "Displays an uncaring attitude towards the well-being of others.",
      "Ignores or discounts others concerns.",
      "Doubts and mistrusts others; is overly suspicious about others intentions.",
      "Has difficulty in considering issues from other than a personal perspective.",
      "Discourages the expression of different viewpoints; is openly critical of others and imposes own ideas without justification.",
      "Makes frequent judgemental remarks about the character or behaviour of others.",
      "Shows little support for or undermines people in their absence.",
      "Uses humour inappropriately or at the expense of others."
    ],
    "questions": [
      "Can you provide an example of how you treated an individual with respect in a challenging situation? What was the outcome?",
      "Describe a time when you were open and sensitive to someone else's opinions, concerns, or needs. How did you show your sensitivity?",
      "How do you value differences in ideas, perspectives, and culture within your team? Can you provide an example?",
      "Can you discuss a situation where you understood how individual differences brought added value to your organization? How did you promote complimentariness?",
      "Describe a time when you related well to people regardless of their race, religion, sex, or sexual orientation. What was the situation and what was the result?",
      "Can you provide an example of how you showed courtesy and consideration in your dealings with others?",
      "Describe a situation where you demonstrated care for the well-being of a colleague. How did you show this care?",
      "Can you discuss a time when you showed sincere interest in someone else's concerns or perspectives? How did you demonstrate this interest?",
      "How do you invest trust in others in a professional setting? Can you share an example where this trust was crucial to a successful outcome?",
      "Can you provide an example of a time when you put yourself in someone else's shoes to understand their needs and interests? What was the result?",
      "Describe a situation where you showed appreciation for the ideas and contributions of others. How did you encourage others to express their views, even if controversial?",
      "Can you discuss a time when you accepted someone in a non-judgemental way and took their point of view into account? What was the impact?",
      "Can you share an example of how you spoke positively about someone in their absence or defended them? What was the situation?",
      "Describe a time when you demonstrated an appropriate sense of humour in the workplace. How did it contribute to the team dynamic?",
      "Can you discuss a situation where you disregarded individual differences or promoted clan behaviour? What did you learn from that experience?",
      "Describe a time when you showed a lack of consideration for differences or interacted inappropriately. How did you address the situation afterwards?",
      "Can you provide an example of how you related selectively to people by showing preference for certain categories or levels? What was the consequence?",
      "Describe a situation where you demonstrated insensitivity or aggressiveness towards someone. How did you resolve the issue?",
      "Can you share an example of when you displayed an uncaring attitude towards the well-being of others? What were the consequences and how did you change your behaviour?",
      "Describe a time when you ignored or discounted someone's concerns. What was the impact and how did you handle it afterwards?",
      "Can you discuss a situation where you doubted or mistrusted someone and were overly suspicious of their intentions? How did you resolve it?",
      "Can you provide an example of when you had difficulty considering issues from perspectives other than your own? How did you overcome this challenge?",
      "Describe a time when you discouraged the expression of different viewpoints or were openly critical of others. What was the outcome and what did you learn?",
      "Can you share an experience where you made judgemental remarks about someone’s character or behaviour? How did you address this behaviour?",
      "Describe a situation where you showed little support for or undermined someone in their absence. What were the consequences?",
      "Can you provide an example of when you used humour inappropriately or at the expense of others? How did you rectify the situation?"
    ]
  },
  {
    "value": "Diversity",
    "behaviour": "Working in teams",
    "traits": [
      "Promotes team effectiveness rather than own self-interest.",
      "Fosters a sense of team spirit.",
      "Engages in open and positive interactions."
    ],
    "effective": [
      "Builds and maintains constructive and effective work relationships.",
      "Gains trust and collaboration from others.",
      "Debates at the table and engages in constructive exchange of ideas.",
      "Acknowledges the contribution of colleagues; recognises their limitations and offers support to overcome their difficulties.",
      "Works well in groups and readily fits into a team; participates fully and takes an active role in team activities.",
      "Understands when teamwork is required to achieve the best results; includes others accordingly and shares information.",
      "Cooperates constructively with others in the pursuit of team goals; balances personal goals with team goals.",
      "Is ready to concede in the interest of the team; seeks agreement.",
      "Seeks to help other team members when own work is done; supports others.",
      "Contributes to promoting a positive atmosphere in the team through an optimistic and constructive attitude; addresses issues.",
      "Shares and lets others participate in own work/project; encourages team development.",
      "Supports and acts in accordance with team decisions; accepts joint responsibility for team successes and shortcomings."
    ],
    "ineffective": [
      "Has difficulty building work relationships; lacks approachability.",
      "Inhibits collaboration by adopting a dominant or competitive position.",
      "Debates behind the scenes and engages in divisive interaction.",
      "Minimises the contribution of colleagues; leaves them to struggle when they meet the limits of their capability.",
      "Has difficulty integrating into a team; prefers to work alone without sharing ideas and solutions; adopts a passive and destructive attitude towards team activities.",
      "Considers own competency to be better and rejects contributions from team members.",
      "Makes no effort to co-operate with colleagues; focuses on own instead of team objectives.",
      "Sticks to own position and refuses to cooperate with the majority position.",
      "Focuses on own workload and leaves others to cope with their own responsibilities.",
      "Undermines team spirit through a negative and discouraging attitude; allows issues to fester.",
      "Is “territorial” and is unwilling to involve others in own work/project; resists team collaboration.",
      "Exploits divisions in the team; undermines fellow team members and lets others take the blame when things go wrong."
    ],
    "questions": [
      "Can you provide an example of how you promoted team effectiveness over your own self-interest? What was the outcome?",
      "Describe a situation where you fostered a sense of team spirit. How did you achieve this and what was the impact on the team?",
      "Can you discuss a time when you engaged in open and positive interactions within a team? How did this contribute to the team's success?",
      "Can you provide an example of how you built and maintained constructive and effective work relationships?",
      "Describe a situation where you gained trust and collaboration from others. What steps did you take to build this trust?",
      "Can you share an experience where you debated at the table and engaged in a constructive exchange of ideas? What was the result?",
      "Describe a time when you acknowledged the contribution of a colleague and supported them in overcoming their difficulties. What was the impact?",
      "Can you provide an example of how you worked well in a group and took an active role in team activities?",
      "Describe a situation where you understood that teamwork was required to achieve the best results. How did you include others and share information?",
      "Can you discuss a time when you cooperated constructively with others in pursuit of team goals? How did you balance personal and team goals?",
      "Describe a situation where you were ready to concede in the interest of the team. What was the outcome?",
      "Can you provide an example of when you sought to help other team members once your own work was done?",
      "Describe a time when you contributed to promoting a positive atmosphere in the team through an optimistic and constructive attitude. How did you address any issues?",
      "Can you share an experience where you shared your work/project and encouraged team development? What was the result?",
      "Describe a situation where you supported and acted in accordance with team decisions, accepting joint responsibility for successes and shortcomings.",
      "Can you discuss a time when you had difficulty building work relationships and how you overcame this challenge?",
      "Describe a situation where you inhibited collaboration by adopting a dominant or competitive position. How did you address this behavior?",
      "Can you provide an example of when you debated behind the scenes and engaged in divisive interactions? What was the impact and how did you resolve it?",
      "Describe a time when you minimized the contribution of colleagues and left them to struggle. What did you learn from this experience?",
      "Can you share an experience where you had difficulty integrating into a team and preferred to work alone? How did you change this behavior?",
      "Describe a situation where you considered your own competency to be better and rejected contributions from team members. How did you address this attitude?",
      "Can you provide an example of when you made no effort to cooperate with colleagues and focused on your own objectives? What was the impact?",
      "Describe a time when you stuck to your own position and refused to cooperate with the majority position. What were the consequences?",
      "Can you share an experience where you focused solely on your own workload and left others to cope with their responsibilities?",
      "Describe a situation where you undermined team spirit through a negative attitude. How did you address this behavior and what was the outcome?",
      "Can you provide an example of when you were territorial and resisted involving others in your work/project? How did you change this behavior?",
      "Describe a time when you exploited divisions in the team or undermined fellow team members. What were the consequences and how did you rectify the situation?"
    ]
  },
  {
    "value": "Diversity",
    "behaviour": "Bringing the best out of people",
    "traits": [
      "Builds teams of diverse and talented individuals.",
      "Inspires and coaches staff to reach organisational goals.",
      "Empowers and actively seeks to develop staff.",
      "Creates a culture that fosters team spirit and cross-functional collaboration."
    ],
    "effective": [
      "Is approachable and available to team members; promotes team interests.",
      "Takes time to listen and to consider team members’ ideas, opinions and concerns.",
      "Knows team members’ strengths and has confidence in their ability to succeed.",
      "Adapts leadership style to individual staff members’ education, background and culture in order to achieve a high level of motivation and productivity.",
      "Encourages ideas and initiatives from others; fosters collaboration and team cohesion.",
      "Promotes individual differences to build successful teams.",
      "Creates opportunities for staff to acquire additional knowledge, skills and competencies; provides opportunities to apply learning in work context.",
      "Regularly holds development discussions with staff; invests time in assisting and coaching staff to enhance performance and achieve goals.",
      "Recognises team members’ contributions and achievements; gives credit and celebrates successes.",
      "Creates a common mind-set and promotes team spirit.",
      "Uses CERN management processes and procedures to manage staff.",
      "Involves team members in decision making processes wherever relevant."
    ],
    "ineffective": [
      "Is distant and unavailable for team when needed; spends considerable amount of time with own hierarchy to the detriment of the team.",
      "Shows a lack of interest in team members’ ideas, opinions and concerns.",
      "Has insufficient knowledge of team members’ skills and competencies and doubts their ability to succeed.",
      "Sticks to preferred leadership style without taking into account staff members’ education, background and culture.",
      "Imposes own ideas unilaterally; is divisive and promotes unhealthy competition between team members.",
      "Promotes homogeneity to the detriment of effectiveness.",
      "Fails to provide opportunities for learning and its application in work context.",
      "Fails to assume responsibility for staff learning and development; puts own goals before team needs; fails to take the time to assist and coach staff.",
      "Takes personal credit for team achievements and fails to recognise team contributions to the overall success.",
      "Promotes individuals to the detriment of the team; allows individuals to work in isolation.",
      "Manages staff without reference to existing processes and procedures.",
      "Takes decisions without discussion or explanations; fails to ensure team adherence to decisions."
    ],
    "questions": [
      "Can you provide an example of how you built a team of diverse and talented individuals? What was the impact on the team's performance?",
      "Describe a situation where you inspired and coached staff to reach organizational goals. How did you achieve this and what was the result?",
      "Can you share an experience where you empowered and actively sought to develop your staff? What strategies did you use and what were the outcomes?",
      "How have you created a culture that fosters team spirit and cross-functional collaboration? Can you provide a specific example?",
      "Can you describe a time when you were approachable and available to your team members, promoting their interests? What was the impact?",
      "How do you take the time to listen and consider your team members' ideas, opinions, and concerns? Can you share an example?",
      "Describe a situation where you knew your team members' strengths and had confidence in their ability to succeed. How did you leverage this knowledge?",
      "Can you provide an example of how you adapted your leadership style to individual staff members' education, background, and culture to achieve high motivation and productivity?",
      "How do you encourage ideas and initiatives from others to foster collaboration and team cohesion? Can you share a specific example?",
      "Describe a time when you promoted individual differences to build a successful team. What was the outcome?",
      "How do you create opportunities for staff to acquire additional knowledge, skills, and competencies? Can you provide an example of how you provided opportunities to apply this learning in the work context?",
      "Can you share an experience where you regularly held development discussions with staff and invested time in coaching them to enhance performance and achieve goals?",
      "Describe a situation where you recognized team members' contributions and achievements, gave credit, and celebrated successes. What was the impact on the team?",
      "How do you create a common mind-set and promote team spirit within your team? Can you provide an example?",
      "Can you discuss how you use CERN management processes and procedures to manage staff effectively?",
      "Describe a time when you involved team members in the decision-making process. How did it benefit the team and the decision outcome?",
      "Can you provide an example of when you were distant and unavailable for your team when they needed you? What were the consequences and how did you address the situation?",
      "Describe a situation where you showed a lack of interest in your team members' ideas, opinions, and concerns. What was the impact and how did you change your approach?",
      "Can you share an experience where you had insufficient knowledge of your team members' skills and competencies and doubted their ability to succeed? How did you rectify this?",
      "Describe a time when you stuck to your preferred leadership style without considering staff members' education, background, and culture. What was the outcome and how did you adjust your approach?",
      "Can you provide an example of when you imposed your own ideas unilaterally and promoted unhealthy competition between team members? How did you resolve the situation?",
      "Describe a situation where you promoted homogeneity to the detriment of effectiveness. What did you learn from this experience?",
      "Can you share an experience where you failed to provide opportunities for learning and its application in the work context? How did you address this issue?",
      "Describe a time when you failed to assume responsibility for staff learning and development. What were the consequences and how did you change your approach?",
      "Can you provide an example of when you took personal credit for team achievements and failed to recognize team contributions? What was the impact and how did you address it?",
      "Describe a situation where you promoted individuals to the detriment of the team and allowed them to work in isolation. How did you rectify this?",
      "Can you share an experience where you managed staff without reference to existing processes and procedures? What was the outcome and how did you change your approach?",
      "Describe a time when you took decisions without discussion or explanations and failed to ensure team adherence to decisions. What were the consequences and how did you address the situation?"
    ]
  },
  {
    "value": "Integrity",
    "behaviour": "Demonstrating Accountability",
    "traits": [
      "Demonstrates reliability and trustworthiness.",
      "Takes responsibility and is accountable for own actions."
    ],
    "effective": [
      "Treats others fairly and equally.",
      "Works conscientiously and reliably; delivers on promises.",
      "Uses power or position in the interest of all.",
      "Takes responsibility for own actions and decisions.",
      "Makes appropriate use of CERN’s resources.",
      "Maintains confidentiality.",
      "Uses openness and honesty to interact constructively with others.",
      "Presents information accurately and objectively.",
      "Declares own intentions clearly in dealings with others; uses influence constructively.",
      "Gives credit where credit is due.",
      "Stands up for own opinion and actions with well substantiated arguments.",
      "Readily admits to mistakes."
    ],
    "ineffective": [
      "Treats people differently in ways that reduce trust; shows favouritism towards certain people.",
      "Demonstrates careless approach to work; fails to deliver on commitments.",
      "Abuses power or position for personal or professional gain.",
      "Disowns responsibility for own tasks or decisions; tries to pass the responsibility on to others.",
      "Misuses CERN’s resources.",
      "Is direct to the point of being disruptive.",
      "Distorts or withholds information; reasoning in own interest.",
      "Has a hidden agenda in dealings with others; shows scheming and manipulative behaviour.",
      "Takes credit for the work and successes of others.",
      "Avoids taking a stand on contentious issues; backs down easily or changes view when challenged.",
      "Makes excuses or blames others for own mistakes.",
      "Handles sensitive information carelessly; disregards confidentiality."
    ],
    "questions": [
      "Can you provide an example of a time when you demonstrated reliability and trustworthiness in a challenging situation?",
      "Describe a situation where you took responsibility and were accountable for your actions. What was the outcome?",
      "Can you share an experience where you treated others fairly and equally, even under difficult circumstances?",
      "Describe a time when you worked conscientiously and reliably to deliver on a promise. How did you ensure you met your commitment?",
      "Can you provide an example of how you used your power or position in the interest of everyone involved?",
      "Describe a situation where you took full responsibility for your actions and decisions, even if they led to a negative outcome. What did you learn?",
      "How do you make appropriate use of your organization's resources? Can you provide a specific example?",
      "Can you share an experience where maintaining confidentiality was crucial? How did you handle it?",
      "Describe a time when you used openness and honesty to interact constructively with others. What was the impact?",
      "Can you provide an example of when you presented information accurately and objectively, even if it was not in your favor?",
      "How do you declare your intentions clearly in dealings with others? Can you share an example where this was particularly important?",
      "Describe a situation where you gave credit where credit was due. How did it affect your relationship with your colleagues?",
      "Can you provide an example of when you stood up for your opinion and actions with well-substantiated arguments?",
      "Describe a time when you readily admitted to a mistake. What was the reaction, and what did you learn from the experience?",
      "Can you share an experience where treating people differently reduced trust or showed favoritism? How did you address this issue?",
      "Describe a situation where a careless approach to work led to a failure to deliver on commitments. How did you rectify the situation?",
      "Can you provide an example of when someone abused power or position for personal or professional gain? How was the situation handled?",
      "Describe a time when you or someone else tried to pass responsibility on to others. What were the consequences, and how was it resolved?",
      "Can you share an experience where misuse of resources led to significant issues? How was the situation addressed?",
      "Describe a situation where directness in communication was disruptive. How did you manage the aftermath?",
      "Can you provide an example of when information was distorted or withheld? What was the impact and how was it resolved?",
      "Describe a time when you dealt with someone who had a hidden agenda or displayed scheming behavior. How did you handle the situation?",
      "Can you share an experience where someone took credit for your work? How did you address it?",
      "Describe a situation where you avoided taking a stand on a contentious issue. What were the consequences, and what did you learn?",
      "Can you provide an example of when you made excuses or blamed others for your mistakes? How did you address this behavior?",
      "Describe a time when you handled sensitive information carelessly. What were the consequences, and how did you improve your approach to confidentiality?"
    ]
  },
  {
    "value": "Integrity",
    "behaviour": "Managing Self",
    "traits": [
      "Shows drive and takes initiative. Conveys a realistic confidence in own abilities.",
      "Shows understanding of own emotions and how they impact behaviour.",
      "Copes well with pressure and manages disagreements effectively."
    ],
    "effective": [
      "Works well autonomously; takes on activities and tasks without prompting.",
      "Takes initiative beyond regular tasks and makes things happen.",
      "Uses time efficiently and effectively.",
      "Demonstrates a receptive approach to feedback; is open to criticism and reconsiders position accordingly.",
      "Actively seeks feedback on own performance and takes steps to improve it.",
      "Projects self-confidence when presenting ideas, proposals and opinions.",
      "Keeps emotions in check when dealing with contentious issues.",
      "Expresses disagreement tactfully and with consideration.",
      "Maintains a positive outlook even in difficult situations; demonstrates resilience and persistence in response to setbacks and adversity.",
      "Handles uncertainty and ambiguity calmly and effectively.",
      "Remains objective, focussed and productive in a stressful environment; focuses on solutions rather than problems.",
      "Appreciates humour and defuses tensions by seeking to remain positive in all situations."
    ],
    "ineffective": [
      "Constantly refers to others and asks for guidance; does not take on new activities and tasks unless prompted.",
      "Consistently expects detailed instructions before taking any action.",
      "Is disorganised and wastes time.",
      "Reacts defensively to feedback; resists suggestions for improvement.",
      "Overestimates own performance; makes no effort to question own effectiveness or need for improvement.",
      "Shows a lack of self-confidence and systematically concedes when challenged.",
      "Demonstrates a lack of emotional control during difficult situations.",
      "Expresses disagreements in a blunt and insensitive manner; provokes confrontation indiscriminately.",
      "Becomes discouraged and gives up in difficult circumstances; is easily overcome by setbacks and adversity.",
      "Loses composure and becomes disorganised and ineffective in changing situations.",
      "Loses productivity under pressure; lets frustrations show in ways that are not    constructive.",
      "Lacks a sense of humour and is unable to see things in perspective; takes self too seriously."
    ],
    "questions": [
      "Can you provide an example of when you showed drive and took initiative on a project or task without being prompted?",
      "Describe a situation where you took initiative beyond your regular tasks and made things happen. What was the outcome?",
      "How do you ensure you use your time efficiently and effectively? Can you share an example?",
      "Can you describe a time when you received feedback and used it constructively to improve your performance?",
      "How do you actively seek feedback on your own performance, and what steps do you take to improve it?",
      "Can you share an experience where you projected self-confidence when presenting your ideas, proposals, or opinions?",
      "Describe a situation where you kept your emotions in check while dealing with a contentious issue. How did you manage it?",
      "Can you provide an example of how you expressed disagreement tactfully and with consideration?",
      "Describe a time when you maintained a positive outlook in a difficult situation. How did your resilience and persistence contribute to the outcome?",
      "How do you handle uncertainty and ambiguity calmly and effectively? Can you provide an example?",
      "Can you share an experience where you remained objective, focused, and productive in a stressful environment? What strategies did you use?",
      "Describe a situation where you used humour to defuse tension and remain positive. What was the result?",
      "Can you provide an example of when you constantly referred to others for guidance and did not take on new tasks unless prompted? How did you overcome this tendency?",
      "Describe a situation where you consistently expected detailed instructions before taking any action. How did you learn to take more initiative?",
      "Can you share an experience where being disorganised led to wasted time? What changes did you make to improve your time management?",
      "Describe a time when you reacted defensively to feedback and resisted suggestions for improvement. How did you address this behavior?",
      "Can you provide an example of when you overestimated your own performance and made no effort to question your effectiveness? How did you adjust your self-assessment?",
      "Describe a situation where you showed a lack of self-confidence and systematically conceded when challenged. How did you build your confidence?",
      "Can you share an experience where you demonstrated a lack of emotional control during a difficult situation? What steps did you take to improve your emotional regulation?",
      "Describe a time when you expressed disagreement in a blunt and insensitive manner. How did you learn to express disagreement more tactfully?",
      "Can you provide an example of when you became discouraged and gave up in difficult circumstances? How did you develop resilience?",
      "Describe a situation where you lost composure and became disorganised and ineffective in changing situations. How did you improve your adaptability?",
      "Can you share an experience where you lost productivity under pressure and let frustrations show in unconstructive ways? How did you address this?",
      "Describe a time when you lacked a sense of humour and took yourself too seriously. How did you learn to see things in perspective and appreciate humour?"
    ]
  },
  {
    "value": "Integrity",
    "behaviour": "Leading with strength and credibility",
    "traits": [
      "Leads by example and with courage.",
      "Takes responsibility and is accountable for the effective functioning of the team.",
      "Is approachable and fair with own staff and assures a healthy work balance in the team.",
      "Takes decisions and stands up for the work of the team."
    ],
    "effective": [
      "Conveys and instils energy, enthusiasm and ownership of CERN goals.",
      "Acts as role model and leads by example; uses power and/or position in the interests of all.",
      "Is open to feedback and readily recognises need to develop own leadership style; actively seeks opportunities to improve.",
      "Manages own emotions and stress so as to instil confidence and motivation and enhance team effectiveness.",
      "Demonstrates authority and is accountable for actions, decisions and effective functioning of the team.",
      "Treats own staff equitably and fairly; is consistent in behaviour towards all team members; delivers on promises made to the team.",
      "Provides honest, constructive and developmental feedback to own staff; is able to take a tough stand and point out performance or behaviour that falls below expected standards; takes appropriate corrective action.",
      "Promotes and defends the interests of the team and its members; chooses and fights the \"right battles\"",
      "Shares successes with the team and readily takes ultimate responsibility for team failures.",
      "Makes timely decisions that balance systematic analysis with decisiveness; deals with difficulties in a timely manner.",
      "Explains decisions to staff in order to promote buy-in; behaves consistently with decisions.",
      "Coordinates team activities and assignments with a view to allowing the staff members to assure a healthy balance between work and personal life."
    ],
    "ineffective": [
      "Makes little effort to foster ownership and personal commitment to CERN goals.",
      "Behaves inconsistently with organisational values, policies and procedures abuses power and/or position for personal or professional gain.",
      "Is defensive when criticised and sees no need to develop or improve leadership competencies.",
      "Loses control of own emotions and stress to the detriment of team effectiveness and motivation.",
      "Lacks authority and sense of responsibility; holds others accountable for problems in the team.",
      "Is inconsistent in dealings with own staff; takes decisions based on personal preferences and subjective criteria; fails to deliver on promises made to the team.",
      "Fails to identify performance or behaviour that falls below expected standards; allows under-performance to persist without timely intervention; avoids confrontation over performance issues in order to keep the peace within the team.",
      "Compromises team interests to advance personal agenda; withdraws support in the face of difficulties or gets distracted by side issues.",
      "Ascribes team successes to self, but openly blames team in the event of failure.",
      "Is too quick or too hesitant when making decisions; procrastinates in difficult situations; leaves problems brewing or critical issues unresolved.",
      "Regularly changes own decisions without explanation; does not “walk the talk”.",
      "Coordinates team activities and assignments without taking into account the need for a healthy balance between work and personal life."
    ],
    "questions": [
      "Can you provide an example of how you lead by example and with courage in a challenging situation?",
      "Describe a time when you took responsibility and were accountable for the effective functioning of your team. What actions did you take?",
      "How do you ensure you are approachable and fair with your staff while maintaining a healthy work balance in the team? Can you give an example?",
      "Can you share an experience where you made a decision and stood up for the work of your team? What was the outcome?",
      "Describe a situation where you conveyed and instilled energy, enthusiasm, and ownership of organizational goals. How did you achieve this?",
      "Can you provide an example of how you acted as a role model and led by example, using your power or position in the interest of all?",
      "Describe a time when you were open to feedback and recognized the need to develop your leadership style. What steps did you take to improve?",
      "How do you manage your own emotions and stress to instill confidence and motivation in your team? Can you share an example?",
      "Can you provide an example of when you demonstrated authority and were accountable for the actions, decisions, and effective functioning of your team?",
      "Describe a situation where you treated your staff equitably and fairly, and delivered on promises made to them. What was the impact?",
      "Can you share an experience where you provided honest, constructive, and developmental feedback to a team member? How did you handle any performance or behaviour issues?",
      "Describe a time when you promoted and defended the interests of your team and its members. How did you choose and fight the 'right battles'?",
      "Can you provide an example of when you shared successes with your team and took ultimate responsibility for team failures?",
      "Describe a situation where you made a timely decision that balanced systematic analysis with decisiveness. How did you deal with any difficulties that arose?",
      "Can you share an experience where you explained a decision to your staff to promote buy-in and behaved consistently with that decision?",
      "How do you coordinate team activities and assignments to allow staff members to maintain a healthy balance between work and personal life? Can you provide an example?",
      "Describe a situation where you made little effort to foster ownership and personal commitment to organizational goals. What were the consequences and how did you address this?",
      "Can you provide an example of a time when you behaved inconsistently with organizational values, policies, or procedures? What did you learn from the experience?",
      "Describe a time when you were defensive when criticized and saw no need to develop or improve your leadership competencies. How did you change this behavior?",
      "Can you share an experience where losing control of your emotions and stress negatively impacted your team's effectiveness and motivation? How did you address this issue?",
      "Describe a situation where you lacked authority and a sense of responsibility, holding others accountable for problems in the team. What did you learn from this?",
      "Can you provide an example of when you were inconsistent in your dealings with staff or took decisions based on personal preferences? How did you rectify this?",
      "Describe a time when you failed to identify or address performance or behaviour that fell below expected standards. How did you handle it?",
      "Can you share an experience where you compromised team interests to advance your personal agenda or withdrew support in the face of difficulties?",
      "Describe a situation where you ascribed team successes to yourself but openly blamed the team in the event of failure. How did you address this behavior?",
      "Can you provide an example of when you were too quick or too hesitant in making decisions, procrastinated in difficult situations, or left critical issues unresolved? How did you improve your decision-making process?",
      "Describe a time when you regularly changed your decisions without explanation and did not 'walk the talk.' How did you work to build consistency in your actions?",
      "Can you share an experience where you coordinated team activities and assignments without considering the need for a healthy balance between work and personal life? What changes did you make to address this?"
    ]
  },
  {
    "value": "Creativity",
    "behaviour": "Solving Problems",
    "traits": [
      "Identifies and analyses the key issues in complex situations.",
      "Anticipates issues and seeks all possible relevant information for problem solving and decision-making.",
      "Has a disciplined approach to analysing data and situations.",
      "Produces a range of innovative and workable solutions."
    ],
    "effective": [
      "Identifies, defines and assesses problems, takes action to address them.",
      "Recognises what is essential; discriminates between important and peripheral information and is able to see the whole picture.",
      "Addresses complex problems by breaking them down into manageable components.",
      "Carries out a full risk analysis before starting activity/project.",
      "Finds the information needed to solve problems; makes objective judgments based on all the facts available.",
      "Assimilates large quantities of information, identifies key issues and formulates conclusions clearly and concisely.",
      "Seeks and integrates other points of view when tackling an issue; consults experts in the field and undertakes benchmarking.",
      "Is open to original ideas and creative options by which to address issues; continually drives change by seeking new ways to improve outcomes.",
      "Anticipates obstacles; assesses alternative solutions in order to have a fall-back plan.",
      "Produces workable and timely solutions that meet requirements.",
      "Adopts a pragmatic approach; understands the value of adopting generic rather than 'gold-plated' technical solutions.",
      "Tests solutions for long-term suitability, cross-checking with all concerned before implementation."
    ],
    "ineffective": [
      "Denies, disregards or minimises problems; fails to address recognised problems or leaves them to others to solve.",
      "Tends to focus on details indiscriminately; fails to see the whole picture.",
      "Tackles complex problems head-on without any suitable strategy.",
      "Disregards or minimises the risk factor before going ahead with activity/project.",
      "Gathers only a fraction of the available information or relies too much on one information source when trying to solve problems; makes judgments based on incomplete or incorrect information.",
      "Has difficulties in absorbing information, selecting the relevant elements and reaching coherent conclusions.",
      "Takes decisions without consulting experts or other sources of information.",
      "Rejects innovative ideas and options before they can be fully formulated; favours the status quo.",
      "Identifies only one solution for a problem; has no contingency plan.",
      "Spends too much time analysing problems and fails to produce realistic solutions.",
      "Insists on ‘gold-plated’ technical solutions only, refusing to acknowledge practical constraints.",
      "Fails to test or consult othersbefore implementation."
    ],
    "questions": [
      "Can you provide an example of a time when you identified and analyzed key issues in a complex situation? What was your approach and the outcome?",
      "Describe a situation where you anticipated potential issues and sought all relevant information for problem solving and decision-making. How did this help you?",
      "How do you ensure a disciplined approach to analyzing data and situations? Can you share an example where this was crucial?",
      "Can you provide an example of a complex problem you addressed by breaking it down into manageable components? What was your strategy and the result?",
      "Describe a time when you carried out a full risk analysis before starting an activity or project. How did this impact the outcome?",
      "Can you share an experience where you found the information needed to solve a problem and made objective judgments based on all the facts available?",
      "How do you assimilate large quantities of information, identify key issues, and formulate conclusions clearly and concisely? Can you provide an example?",
      "Describe a situation where you sought and integrated other points of view when tackling an issue. How did consulting experts and benchmarking help you?",
      "Can you provide an example of how you were open to original ideas and creative options to address an issue? What was the result?",
      "Describe a time when you anticipated obstacles and assessed alternative solutions to have a fall-back plan. How did this contribute to the success of your project?",
      "Can you share an experience where you produced workable and timely solutions that met the requirements? What was your approach?",
      "Describe a situation where you adopted a pragmatic approach and understood the value of adopting generic rather than 'gold-plated' technical solutions. What was the outcome?",
      "Can you provide an example of how you tested solutions for long-term suitability and cross-checked with all concerned before implementation?",
      "Describe a situation where you denied, disregarded, or minimized problems. What were the consequences, and how did you address the issue?",
      "Can you share an experience where focusing on details indiscriminately caused you to miss the whole picture? How did you correct your approach?",
      "Describe a time when you tackled a complex problem head-on without a suitable strategy. What was the outcome, and what did you learn?",
      "Can you provide an example of when you disregarded or minimized the risk factor before going ahead with an activity or project? What were the consequences?",
      "Describe a situation where you gathered only a fraction of the available information or relied too much on one information source. How did it affect your decision-making?",
      "Can you share an experience where you had difficulties in absorbing information, selecting relevant elements, and reaching coherent conclusions? How did you overcome this?",
      "Describe a time when you took decisions without consulting experts or other sources of information. What was the impact, and what did you learn?",
      "Can you provide an example of when you rejected innovative ideas and options before they could be fully formulated? How did you learn to be more open to innovation?",
      "Describe a situation where you identified only one solution for a problem and had no contingency plan. What was the result, and how did you change your approach?",
      "Can you share an experience where you spent too much time analyzing problems and failed to produce realistic solutions? How did you improve your problem-solving process?",
      "Describe a time when you insisted on 'gold-plated' technical solutions only, refusing to acknowledge practical constraints. What was the outcome, and how did you adjust your approach?",
      "Can you provide an example of when you failed to test or consult others before implementing a solution? What were the consequences, and how did you address this?"
    ]
  },
  {
    "value": "Creativity",
    "behaviour": "Learning and sharing knowledge",
    "traits": [
      "Keeps up to date within and outside own area of expertise.",
      "Shares knowledge with others.",
      "Develops creative ideas and comes up with innovative solutions to improve systems and performance."
    ],
    "effective": [
      "Actively pursues own personal and professional development.",
      "Keeps up to date with developments in own field of expertise and readily absorbs new information.",
      "Takes steps to expand knowledge in other areas of expertise beyond own field.",
      "Shares knowledge and expertise freely and willingly with others; coaches others to ensure knowledge transfer.",
      "Questions traditional assumptions and ways of doing things.",
      "Thinks “out of the box” and proposes fresh ideas, insights and methodologies.",
      "Uses knowledge sharing systems and technology.",
      "Is receptive to others ideas and builds on them.",
      "Learns from own successes and failures.",
      "Creates or participates in forums to exchange experience, compare techniques and learn from others.",
      "Seeks feedback from colleagues and other stakeholders about ways of increasing competence.",
      "Proposes ways to improve or streamline existing procedures, processes and methodologies."
    ],
    "ineffective": [
      "Shows no interest in developing own knowledge, skills and competencies.",
      "Allows own knowledge to become outdated by not keeping abreast of latest trends or developments in own professional field.",
      "Remains within own area of expertise without showing interest in other fields.",
      "Hoards expertise; retains knowledge.",
      "Is unable to break with tradition; insists on retaining tried and tested approaches only.",
      "Has difficulty coming up with new ideas and approaches; offers similar solutions whatever the problem/uses old solutions for new problems.",
      "Fails to take advantage of available knowledge sharing systems and technology.",
      "Systematically discourages others ideas for improvement or innovation.",
      "Fails to learn from past experience; repeats past mistakes.",
      "Rarely participates in forums where ideas and techniques are compared and discussed; shows no interest in sharing ideas or learning from others.",
      "Does not gather feedback from colleagues and other stakeholders in order to address issues of competence.",
      "Denigrates procedures, processes and methodologies without making constructive suggestions for improvement."
    ],
    "questions": [
      "Can you provide an example of how you actively pursued your personal and professional development?",
      "Describe a situation where you kept up to date with developments in your field of expertise. How did this help you in your role?",
      "Can you share an experience where you took steps to expand your knowledge in areas beyond your own field of expertise? What motivated you?",
      "Describe a time when you shared your knowledge and expertise freely with others. How did you ensure effective knowledge transfer?",
      "Can you provide an example of when you questioned traditional assumptions and ways of doing things? What was the result?",
      "Describe a situation where you thought 'out of the box' and proposed fresh ideas, insights, or methodologies. What was the impact?",
      "How do you use knowledge sharing systems and technology to enhance your work? Can you provide an example?",
      "Can you share an experience where you were receptive to others' ideas and built on them? What was the outcome?",
      "Describe a time when you learned from your own successes and failures. How did this experience shape your approach to work?",
      "Can you provide an example of how you created or participated in forums to exchange experiences, compare techniques, and learn from others?",
      "Describe a situation where you sought feedback from colleagues and other stakeholders about ways to increase your competence. What did you learn?",
      "Can you share an experience where you proposed ways to improve or streamline existing procedures, processes, or methodologies? What was the impact?",
      "Describe a time when you showed no interest in developing your own knowledge, skills, and competencies. What were the consequences and how did you change your approach?",
      "Can you provide an example of when you allowed your knowledge to become outdated by not keeping abreast of the latest trends or developments in your field? How did you address this issue?",
      "Describe a situation where you remained within your own area of expertise without showing interest in other fields. How did you broaden your perspective?",
      "Can you share an experience where you hoarded expertise and retained knowledge? What were the consequences and how did you change this behavior?",
      "Describe a time when you were unable to break with tradition and insisted on retaining tried and tested approaches. What did you learn from this experience?",
      "Can you provide an example of when you had difficulty coming up with new ideas and approaches? How did you overcome this challenge?",
      "Describe a situation where you failed to take advantage of available knowledge sharing systems and technology. What was the impact?",
      "Can you share an experience where you systematically discouraged others' ideas for improvement or innovation? How did you change your approach?",
      "Describe a time when you failed to learn from past experiences and repeated past mistakes. What did you do to break this cycle?",
      "Can you provide an example of when you rarely participated in forums where ideas and techniques are compared and discussed? How did you become more involved?",
      "Describe a situation where you did not gather feedback from colleagues and other stakeholders to address issues of competence. What was the impact and how did you change this behavior?",
      "Can you share an experience where you denigrated procedures, processes, and methodologies without making constructive suggestions for improvement? What did you learn from this?"
    ]
  },
  {
    "value": "Creativity",
    "behaviour": "Setting direction",
    "traits": [
      "Provides the necessary information and direction to enable staff to work effectively.",
      "Coordinates, delegates and monitors team activities.",
      "Fosters an environment conducive to creativity and organisational learning."
    ],
    "effective": [
      "Sets clear, challenging and attainable objectives; defines and communicates performance indicators.",
      "Ensures that individual staff members fully understand their tasks, roles and responsibilities.",
      "Provides information, instructions and priorities related to set objectives; acknowledges potential obstacles.",
      "Promotes innovative thinking and the circulation of ideas and information within own team and across departments.",
      "Explains and implements change in such a way that team members see the benefits for themselves and for CERN.",
      "Coordinates activities and focuses team on goals and objectives; monitors progress of team towards agreed goals and takes corrective action when needed.",
      "Manages conflicts within the team and with stakeholders in a constructive way.",
      "Delegates tasks by giving responsibility for content and methodology; maintains overall accountability for outcome.",
      "Takes skills, competencies and individual interests into account when delegating work/projects; provides the necessary support and resources.",
      "Balances delegated work to include not just tedious and basic tasks but also challenging, interesting and important ones.",
      "Actively promotes a culture of creativity, continuous development and knowledge transfer.",
      "Plans, supports and facilitates learning and career development actions."
    ],
    "ineffective": [
      "Sets ambiguous, unchallenging or unrealistic objectives; fails to communicate expected standards of performance.",
      "Assigns tasks, roles and responsibilities without explaining context and purpose; assumes, without checking, that requirements are understood.",
      "Communicates little or ambiguous information related to set objectives; underestimates or ignores obstacles.",
      "Hinders team progress by withholding decisive information and knowledge or by limiting innovation and the circulation of ideas.",
      "Implements change without explaining the benefits for team members and the Organization.",
      "Makes no attempt to focus team efforts; loses sight of goals or systematically changes direction; fails to monitor team progress and to take timely corrective action.",
      "Focuses on blame in the event of conflict rather than looking for solutions.",
      "Delegates tasks without investing power and authority; micromanages and demonstrates a lack of trust.",
      "Fails to consider staff skills, competencies and interests when delegating tasks; leaves staff with insufficient support and resources.",
      "Retains the most interesting tasks; delegates only secondary or less rewarding tasks.",
      "Attaches no importance to continuous development; hinders creativity and knowledge transfer.",
      "Systematically puts short-term operational needs ahead of staff learning and development."
    ],
    "questions": [
      "Can you provide an example of how you set clear, challenging, and attainable objectives for your team? How did you define and communicate performance indicators?",
      "Describe a situation where you ensured individual staff members fully understood their tasks, roles, and responsibilities. How did you achieve this?",
      "Can you share an experience where you provided information, instructions, and priorities related to set objectives? How did you acknowledge and address potential obstacles?",
      "Describe a time when you promoted innovative thinking and the circulation of ideas and information within your team and across departments. What was the outcome?",
      "Can you provide an example of how you explained and implemented change in such a way that team members saw the benefits for themselves and for the organization?",
      "Describe a situation where you coordinated activities, focused your team on goals and objectives, and monitored their progress. What corrective actions did you take when needed?",
      "Can you share an experience where you managed conflicts within the team and with stakeholders in a constructive way? What was the result?",
      "Describe a time when you delegated tasks by giving responsibility for content and methodology while maintaining overall accountability for the outcome. How did you ensure success?",
      "Can you provide an example of how you took skills, competencies, and individual interests into account when delegating work/projects? What support and resources did you provide?",
      "Describe a situation where you balanced delegated work to include both tedious and basic tasks as well as challenging, interesting, and important ones. What was the impact on your team?",
      "Can you share an experience where you actively promoted a culture of creativity, continuous development, and knowledge transfer? How did you facilitate this?",
      "Describe a time when you planned, supported, and facilitated learning and career development actions for your team. What was the outcome?",
      "Can you provide an example of when you set ambiguous, unchallenging, or unrealistic objectives? How did you address the issues that arose from this?",
      "Describe a situation where you assigned tasks, roles, and responsibilities without explaining context and purpose. How did you realize this mistake and what did you do to correct it?",
      "Can you share an experience where you communicated little or ambiguous information related to set objectives? What were the consequences and how did you improve your communication?",
      "Describe a time when you hindered team progress by withholding decisive information or limiting innovation and the circulation of ideas. How did you address this issue?",
      "Can you provide an example of when you implemented change without explaining the benefits for team members and the organization? What did you learn from this experience?",
      "Describe a situation where you made no attempt to focus team efforts, lost sight of goals, or systematically changed direction. How did you regain focus?",
      "Can you share an experience where you focused on blame in the event of conflict rather than looking for solutions? How did you change your approach?",
      "Describe a time when you delegated tasks without investing power and authority, leading to micromanagement. How did you build trust and improve delegation?",
      "Can you provide an example of when you failed to consider staff skills, competencies, and interests when delegating tasks? How did you address the resulting issues?",
      "Describe a situation where you retained the most interesting tasks and delegated only secondary or less rewarding tasks. How did you change your delegation strategy?",
      "Can you share an experience where you attached no importance to continuous development, hindering creativity and knowledge transfer? How did you address this?",
      "Describe a time when you systematically put short-term operational needs ahead of staff learning and development. How did you balance these priorities in the future?"
    ]
  }
]